import type { StepItem } from './interfaces';

export const stepsData: StepItem[] = [
  { number: 1, value: 'Строительство ж/д магистрали Москва-Васюки' },
  { number: 2, value: 'Открытие гостиницы «Проходная пешка» и других небоскрёбов' },
  { number: 3, value: 'Поднятие сельского хозяйства: овощи, фрукты, икра, шоколадные конфеты', type: 'span2rows' },
  { number: 4, value: 'Строительство дворца для турнира' },
  { number: 5, value: 'Размещение гаражей для гостевого автотранспорта' },
  { number: 6, value: 'Постройка сверхмощной радиостанции для передачи всему миру сенсационных результатов', type: 'span2rows' },
  { number: 7, value: 'Создание аэропорта «Большие Васюки» с регулярным отправлением почтовых самолётов во все концы света', type: 'span2rows' },
];